Repository: sim0nx/mematool
Catalog: MeMaTool/mematool/i18n/*/LC_MESSAGES/mematool.po
Languages: lb

source: Login failed!
lb: Feeler beim Aloggen!

source: Show all groups
lb: All Gruppen

source: Add Group
lb: Grupp bäisetzen

source: Members
lb: Memberen

source: Managed groups
lb: Verwalte Gruppe

source: Invalid group ID
lb: Ongülteg Gruppen ID

source: Invalid user name(s)
lb: Ongülteg(e) Benotzer

source: Failed to add group!
lb: Konnt Grupp net bäisetzen!

source: Group saved successfully
lb: Grupp gespäichert

source: Group no longer managed
lb: Grupp gëtt net méi verwalt

source: Failed to remove group from management!
lb: Konnt Grupp net vun der Verwaltung läschen!

source: Group successfully deleted
lb: Grupp ass geläscht ginn

source: Failed to delete group!
lb: Konnt Grupp net läschen!

source: Show all domains
lb: All Domains

source: Add domain
lb: Domain bäisetzen

source: Add alias
lb: Alias bäisetzen

source: Managed domains
lb: Verwalten Domains

source: Failed to add domain!
lb: Konnt Domain net bäisetzen!

source: Domain successfully deleted
lb: Domain ass geläscht ginn

source: Failed to delete domain!
lb: Domain konnt net geläscht ginn!

source: Aliases for domain: %s
lb: Alias fir den Domain: %s

source: Invalid mail destination!
lb: Ongülteg Mail Destinatioun!

source: All aliases need to be within the same domain!
lb: All Alias muss ënnert dem nämmlechten Domain leien!

source: Invalid related aliases!
lb: Ongülteg zesummenhänkend Aliasen!

source: Alias successfully edited
lb: Alias ass geännert ginn

source: Error while editing alias
lb: Feeler beim editéieren vum Alias

source: Alias successfully deleted
lb: Alias ass geläscht ginn!

source: Failed to delete alias!
lb: Konnt Alias net läschen!

source: Show all members
lb: All Memberen

source: Add member
lb: Member bäisetzen

source: Active members
lb: Aktiv Memberen

source: Former members
lb: Freier Memberen

source: Groups
lb: Gruppen

source: Edit member
lb: Member editéieren

source: Member details successfully edited
lb: Member erfollegräich gespäichert

source: All members
lb: All Memberen

source: Nothing to validate!
lb: Näischt fir ze validéieren!

source: Member validation failed!
lb: Member Validatioun feelgeschloen!

source: Nothing to reject!
lb: Näischt fir ze verwerfen!

source: Failed to reject validation!
lb: Konnt d'Validatioun net verwerfen!

source: View diff
lb: Verännerungen uweisen

source: All payments
lb: All Transaktiounen

source: Outstanding payment
lb: Onbezuelten Transaktiounen

source: Payment validation successfully toggled
lb: Bezuelung Validatioun erfollegräich geupdatet

source: Saving payment failed
lb: Konnt d'Bezuelung net späicheren

source: Add bulk payments
lb: Puer Bezuelungen beieneen bäisetzen

source: Payments added
lb: Bezuelungen si bäigesat ginn

source: Operation failed
lb: Feeler bei Transaktioun

source: Outstanding payments
lb: Net bezuelten Transaktiounen

source: Payments for the year %s, user %s
lb: Bezuelungen fir d'Joer %s, vum Benotzer %s

source: %s payment for user %s
lb: %s Transaktiounen fir den Benotzer %s

source: Invalid date
lb: Falschen Datum

source: Invalid payment status
lb: Ongültegen Transaktioune Status

source: That month is already on records!
lb: De Mount existéiert schonn!

source: Invalid record
lb: Ongültegen Antrag

source: Invalid member
lb: Ongültegen Member

source: Payment saved successfully.
lb: Bezuelung erfollegräich gespäichert.

source: Profile
lb: Profil

source: Payments
lb: Bezuelungen

source: Edit preferences
lb: Astellungen editéieren

source: Invalid language
lb: Ongülteg Sprooch

source: Changes saved!
lb: Ännerungen gespäichert!

source: Unknown error, nothing saved
lb: Onbekannte Fehler, et ass näischt gespäichert ginn

source: Preferences
lb: Astellungen

source: Edit profile
lb: Profil editéieren

source: Nothing to save!
lb: Näischt fir ze späicheren!

source: Password updated!
lb: Passwuert gespäichert!

source: Edit avatar
lb: Avatar editéieren

source: Statistics
lb: Statistiken

source: Invalid e-mail address
lb: Ongülteg e-mail Adress

source: Invalid domain
lb: Ongültegen Domain

source: Invalid username
lb: Ongültegen Benotzernumm

source: Invalid value
lb: Ongültegen Wärt

source: Invalid mode
lb: Ongültegen Modus

source: Invalid phone number
lb: Ongülteg Telefonsnummer

source: Invalid PGP key
lb: Ongültegen PGP Schlëssel

source: Invalid iButton UID
lb: Ongülteg iButton UID

source: Invalid password
lb: Ongülteg Passwuert

source: Second password not valid
lb: Zweet Passwuert ass ongülteg

source: Passwords do not match
lb: Passwierder stemmen net iwwert eneen

source: Invalid country code
lb: Ongültegen Land Code

source: Invalid Boolean value
lb: Ongültegen Booleanesche Wärt

source: Invalid Integer value
lb: Ongülteg Zuel

source: Invalid surname
lb: Ongültegen Familljennumm

source: Invalid given name
lb: Ongültegen Virnumm

source: Invalid birth date
lb: Ongültegen Gebuertsdatum

source: Invalid address
lb: Ongülteg Adress

source: Invalid mobile number
lb: Ongülteg Handysnummer

source: Invalid login shell
lb: Ongülteg Login Shell

source: Invalid "member since" date
lb: Ongültegen Datum fir "Member säit"

source: Invalid "membership canceled" date
lb: Ongültegen Datum fir "Member ausgetrueden"

source: Invalid SSH key
lb: Ongültegen SSH Schlëssel

source: Invalid convention signer
lb: Ongültegen Conventioun's Ënnerschreiwer

source: Invalid XMPP/Jabber/GTalk ID
lb: Ongülteg XMPP/Jabber/GTalk ID

source: Invalid Space-Key value
lb: Ongültegen Space-Schlessel Wärt

source: Invalid NPO-Member value
lb: Ongültegen ASBL-Member Wärt

source: Invalid nationality
lb: Ongülteg Nationalitéit

source: Login
lb: Aloggen

source: syn2cat username
lb: syn2cat Benotzernumm

source: password
lb: Passwuert

source: Dashboard
lb: Iwwersiicht

source: Logout
lb: Ausloggen

source: Menu
lb: Menü

source: Group name:
lb: Gruppen Numm:

source: Group members
lb: Gruppe Membere

source: Add group
lb: Grupp bäisetzen

source: Edit group
lb: Grupp editéieren

source: Group
lb: Grupp

source: Edit
lb: Editéieren

source: Un-manage
lb: Net verwalten

source: Are you sure you want to delete
lb: Bass de sécher dass de dat läsche wëlls

source: Delete
lb: läschen

source: Alias name:
lb: Alias:

source: Domain name:
lb: Domain:

source: Related aliases
lb: Zesummenhänkent Aliase

source: Mail destination
lb: Mail Destinatioun

source: Edit alias
lb: Alias editéieren

source: Edit domain
lb: Domain editéieren

source: Destination
lb: Destinatioun

source: None
lb: Keng

source: Aliases
lb: Aliasen

source: Are you _really_ sure you want to delete
lb: Bass de dir _wierklech_ sécher dass de dat läsche wëlls

source: Aliases
lb: Aliasen

source: (3-20chars, alphanumeric only)
lb: (3-20chars, nëmmen Alpha-Numeresch)

source: Username
lb: Benotzernumm

source: User ID
lb: Benotzer ID

source: Additional groups
lb: Zousätzlech Gruppen

source: full member
lb: Aktiven Member

source: locked member
lb: Gespaarten Member

source: Common name
lb: Numm

source: Surname
lb: Familljennumm

source: Given name
lb: Virnumm

source: Nationality (2 char iso-code)
lb: Nationalitéit (2 Charaktere ISO-Code)

source: Convention signer
lb: Member deen Conventioun ënnerschriwwen huet

source: Birth Date
lb: Gebuertsdatum

source: Address
lb: Adress

source: Phone
lb: Telefonsnummer

source: Mobile
lb: Handysnummer

source: Member since
lb: Member säit

source: Membership canceled
lb: Member ausgetrueden

source: PGP Key
lb: PGP Schlëssel

source: Has space key
lb: Huet e Space Schlëssel

source: Is NPO member
lb: Ass en ASBL Member

source: SSH Public Key
lb: Ëffentlechen SSH Schlëssel

source: Password
lb: Passwuert

source: Repeat Password
lb: Passwuert widderhuelen

source: Submit
lb: Fortschécken

source: Export as CSV
lb: Als CSV exportéieren

source: Export as RCSL CSV
lb: Als RCSL CSV exportéieren

source: user profile image
lb: User Profil-Bild

source: The user has submitted the following change request.
lb: De Benotzer huet eng Ufro fir folgend Ännerungen gemaach.

source: On the left is his old data and on the right the updated one.
lb: Lenks sinn seng al Daten, riets seng nei.

source: Please carefully review the changes and accept only valid data.
lb: Iwwerpréif d'Ännerungen weg genau, a validéier nëmmen richteg Daten.

source: back to Payments
lb: zeréck bei d'Bezuelungen

source: How many months
lb: Weivill Meint

source: Payment(s) verified
lb: Bezuelung(e) verifizéiert

source: Add payment
lb: Bezuelung bäisetzen

source: Month payed
lb: Mount bezuelt

source: Normal payment
lb: Normal Bezuelung

source: No payment
lb: Keng Bezuelung

source: Not a member
lb: Ass kee Member

source: Payment verified
lb: Bezuelung verifizéiert

source: Edit payment
lb: Bezuelung veränneren

source: Year
lb: Joer

source: Bulk add multiple months
lb: Puer Méint beieneen bäisetzen

source: Month
lb: Mount

source: Validated
lb: Validéiert

source: Modify
lb: änneren

source: Validate
lb: validéieren

source: Add
lb: Bäisetzen

source: Payment good
lb: Bezuelung ass ok

source: no
lb: nee

source: yes
lb: jo

source: payments
lb: Bezuelungen

source: There are pending validation requests regarding member profile updates.
lb: Et gi Members Profiler déi iwwerpréift gi mussen.

source: Language
lb: Sprooch

source: Your account is currently locked for validation
lb: Däin Account ass momentan gespaart well et muss validéiert ginn

source: Home directory
lb: Home Dossier

source: only ASCII chars
lb: nëmmen ASCII Zeechen

source: delete avatar
lb: Avatar läschen

source: Key
lb: Schlëssel

source: Value
lb: Wärt
